---
kind: enumMember
id: F:Autodesk.Revit.DB.Lighting.LightShapeStyle.Point
enum: Autodesk.Revit.DB.Lighting.LightShapeStyle
zh: 点
source: html/5ac5e53b-c8d1-538d-40ba-7e8a5e936341.htm
---
# Autodesk.Revit.DB.Lighting.LightShapeStyle.Point

**中文**: 点

Point light shape.